oyun-konsepti.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Oyun Konsepti</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">Oyun Konsepti</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga8f00f1">Kayıp Senua Kıtası</a></li>
<li><a href="#org158bafe">Mücadele ve Fırsatlar</a></li>
<li><a href="#org6be8edb">Serüvenin İlk Adımı</a></li>
</ul>
</div>
</div>
<hr />

<ul class="org-ul">
<li><a href="./index.html">Ana Sayfaya Dön</a></li>
</ul>

<p>
<i>Kayıp Kıta Serüvenleri</i> 26 Nisan'da başlayacak, <i>Dungeons &amp;
Dragons v.3.5</i> kural sistemiyle oynanacak bir FRP
oyunudur. Haftalık seanslar şeklinde, altı—on ay arası
sürecektir. Oyunun genel konsepti aşağıdadır.
</p>
<div id="outline-container-orga8f00f1" class="outline-2">
<h2 id="orga8f00f1">Kayıp Senua Kıtası</h2>
<div class="outline-text-2" id="text-orga8f00f1">
<p>
Kılıç ve büyünün hüküm sürdüğü kadim Arz dünyasının
güneybatısında Kayıp Senua Kıtası uzanır. Burası balta
girmemiş ormanlar, fırtınalı sahiller ve öfkeli volkanlarla
doludur. Kabileler, ilkel canavarlar ve köklü elemental
güçlere ev sahipliği yapar.
</p>

<p>
Karanlık Çağ'ın sonunda, bölge kabilelerinin lideri Kraliçe
II. Matari, kolonicilere kıtanın kapılarını açma kararı
verir. Yeni Lejyon'la bir anlaşma imzalar. Buna göre
lejyonerler, kazançlarını Kraliçe'yle paylaşmak şartıyla,
kıtada faaliyet gösterebilecektir. Yeni Lejyon, Arz'ın dört
bir yanından maceracıları, tüccarları, bilginleri ve
zanaatkârları Senua'ya davet eder.
</p>

<p>
Grup, bu çağrıya kulak verip, sıradan hayatlarını geride
bırakan yabancılar olarak yola başlar. Hepsi kendi
gayelerinin peşindedir. Ancak zamanla birbirlerine
güvenmeyi, ve beraber çalışmayı öğrenirler.
</p>
</div>
</div>
<div id="outline-container-org158bafe" class="outline-2">
<h2 id="org158bafe">Mücadele ve Fırsatlar</h2>
<div class="outline-text-2" id="text-org158bafe">
<p>
İlk görevlerinde, müstakbel maceracıları şans bir araya
getirir. Sonrasında bölgedeki yerleşim yerlerinde başka
macera fırsatları keşfederler. Bunlardan birini kovalamaya
karar verdiklerinde, genellikle bir ön hazırlık yaparak,
gerekli erzaklar ve önemli bilgiler edinirler. Ardından
yerleşim yerinden ayrılıp, yaban doğanın çetin şartlarında
yolculuk ederek macera lokasyonuna ulaşırlar.
</p>

<p>
Buradaki engelleri ve zorlukları aşarak maceranın ana
hedefini gerçekleştirmeye çalışırlar. Bu, vahşi bir canavarı
avlama, doğal bir bölgeyi keşfetme veya unutulmuş bir
harabeyi araştırma gibi şeyler olabilir.
</p>

<p>
Hedeflerinde başarılı olsalar da, olmasalar da, yerleşim
yerine dönerler. Burada macerada elde ettikleri kazanımları
değerlendirir, çalışarak seviye atlarlar. Bir yandan da
dinlenip güç toplarlar. Yerleşim yerleri bunlar dışında da
sosyalleşme, bağlantılar kurma, bilgi edinme vb. cazip
imkanlar da sunar. Eninde sonunda yeni bir macera kendini
gösterir, ve döngü tekrar başlar.
</p>

<p>
Grup kısa sürede koloni bölgesinin mucizeler, tehlikeler ve
sırlarla dolu olduğunu görür. Maceraları esnasında bunları
yavaş yavaş keşfeder, ve bunlarla nasıl başa çıkacağına
karar verir. Eylemleri onları, Yeni Lejyon, kabileler, veya
bölgedeki diğer aktörlerle ortak ya da rakip haline
getirebilir. Nihayetinde bölgenin kaderini belirleyecek
seçimlerin bir parçası olabilirler. Tabii uyanmakta olan
ilkel bir gücün hiddeti altında ezilip gitmezlerse.
</p>
</div>
</div>
<div id="outline-container-org6be8edb" class="outline-2">
<h2 id="org6be8edb">Serüvenin İlk Adımı</h2>
<div class="outline-text-2" id="text-org6be8edb">
<p>
Hikaye başlarken grup Karuga Limanı'nda toplanır. Lejyon
onları Kadim Ruhlar Ormanı kıyısındaki bir oduncu kampını
araştırmak için görevlendirir. Hedef bir süredir
kendilerinden haber alınamayan işçilerin kaderini ortaya
çıkarmaktır. Bölgenin amansız tehlikeleriyle yüzleşmek üzere
vahşi doğaya ilk adımlarını atarlar. Çok geçmeden
karşılarında meşum bir kehanet bulacaklardır:
</p>

<p>
<i>Kaynayan denizler ve fokurdayan volkanların içinden</i>
<i>Uyanacak ilkel bir güç en korkunç derinlerden.</i>
<i>Elementler bir kaos ve yıkım seliyle köpürecek</i>
<i>Denge ancak gök ve yer birleşince gelecek.</i>
</p>

<hr />

<ul class="org-ul">
<li><a href="./index.html">Ana Sayfaya Dön</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
